Repository: jeongyun-kim/thisbookthatbook
Catalog: Localizable.xcstrings
Source language: en
Languages: ko

# alert_action_cancel
source: cancel
ko: 취소

# alert_action_confirm
source: confirm
ko: 확인

# alert_action_delete
source: delete
ko: 포스트 삭제

# alert_action_modify
source: modify
ko: 포스트 수정

# alert_invalid_post
source: There was a problem while posting the post. Please try again later
ko: 포스트를 게시하던 중에 문제가 생겼어요 이후에 다시 시도해주세요

# alert_msg_expiredToken
source: Login session expired Please log in again
ko: 로그인 세션이 만료됐어요 재로그인해주세요

# alert_msg_failed_get_post
source: Unable to get post Please try again in a moment
ko: 포스트를 가져올 수 없어요 잠시 후에 다시 시도해주세요

# alert_msg_payment
source: Post purchase was successful
ko: 포스트 구매에 성공했어요

# alert_msg_signup_success
source: Your membership has been registered! Please go back to the previous screen and log in
ko: 회원가입이 완료되었습니다! 이전 화면으로 돌아가 로그인해주세요

# alert_msg_withdraw
source: If you leave, all information will disappear Are you sure you want to leave?
ko: 탈퇴하시면 모든 정보가 사라져요 정말 탈퇴하시겠어요?

# alert_title_expiredToken
source: Login Session Expires
ko: 로그인 세션 만료

# alert_title_failed_get_post
source: Failed get post
ko: 포스트 가져오기 실패

# alert_title_payment
source: Payment Successful
ko: 포스트 결제 성공

# alert_title_withdraw
source: Withdrawal
ko: 회원탈퇴

# button_title_add_price
source: Add Price
ko: 가격 설정

# button_title_login
source: Login
ko: 로그인

# button_title_noUser
source: Aren't you a member?
ko: 회원이 아니신가요?

# button_title_save
source: Save
ko: 저장

# button_title_signup
source: SignUP
ko: 회원가입

# button_title_validate
source: validate
ko: 중복확인

# label_add_book
source: Add Book
ko: 책 추가

# label_add_photo
source: Add Photo
ko: 사진 추가

# label_add_price
source: Set your post price
ko: 포스트 가격을 설정해보세요 :)

# label_book_author
source: Author
ko: 작가

# label_book_desc
source: Book Introduction
ko: 책 소개

# label_book_publisher
source: Publisher
ko: 출판사

# label_comment
source: Comment
ko: 댓글

# label_email_invalid
source: This email is not available
ko: 이미 사용중인 이메일이에요

# label_email_valid
source: It's an email you can use
ko: 사용 가능한 이메일이에요

# label_free
source: Free
ko: 무료

# label_nickname_condition
source: The nickname should be 2 or more and 10
ko: 닉네임은 2자 이상 10자 이하로 입력해주세요

# label_password_condition
source: The password should be 4 or more and 15 or less without whitespace
ko: 비밀번호는 공백없이 4자 이상 15자 이하로 입력해주세요

# naviagation_title_add_book
source: Add book
ko: 책 추가

# navigation_title_add
source: Write a post
ko: 포스트 작성

# navigation_title_detail_post
source: Post detail
ko: 포스트 상세보기

# navigation_title_edit
source: Edit post
ko: 포스트 수정

# navigation_title_edit_profile
source: Edit Profile
ko: 프로필 수정

# navigation_title_feed
source: Feed
ko: 피드

# navigation_title_signup
source: SignUP
ko: 회원가입

# placeholder_comment
source: Add comment
ko: 댓글을 달아보세요

# placeholder_email
source: Please enter your email
ko: 이메일을 입력해주세요

# placeholder_nickname
source: Please enter your nickname
ko: 닉네임을 입력해주세요

# placeholder_password
source: Please enter your password
ko: 비밀번호를 입력해주세요

# placeholder_price
source: Please enter posts's price
ko: 포스트의 가격을 입력해주세요

# placeholder_search_books
source: Search books
ko: 책을 검색해보세요

# placeholder_write_post
source: Write Something
ko: 내용을 입력해주세요

# tab_give_recommend
source: Recommend
ko: 추천해요

# tab_recieve_recommend
source: Recommended
ko: 추천해주세요

# toast_book_error
source: Failed to retrieve book information
ko: 책정보를 가져오지 못했어요

# toast_book_limit
source: You can recommend up to 5 books
ko: 책은 5권까지 추천할 수 있어요

# toast_comment_empty
source: Please enter at least 1 character
ko: 1글자 이상 입력해주세요

# toast_create_post_error
source: Failed upload post
ko: 포스트 업로드에 실패했어요

# toast_default_error
source: Error occurred If the problem persists, contact the developer
ko: 에러가 발생했습니다 해당 문제가 계속되면 개발자에게 문의하세요

# toast_delete_inavlidComment
source: There are no comment to delete
ko: 삭제할 댓글이 없어요

# toast_delete_invalidPost
source: There are no posts to delete
ko: 삭제할 포스트가 없어요

# toast_like_invalidRequest
source: Wrong Request
ko: 잘못된 요청이에요

# toast_login_empty
source: Please enter your email and password without whitespace
ko: 이메일, 비밀번호 모두 공백없이 입력해주세요

# toast_login_error
source: Please check your email or password
ko: 이메일 또는 비밀번호를 확인해주세요

# toast_pay_invalid
source: Failed to validate receipt
ko: 결제내역을 받아오지 못했어요 개발자에게 문의하세요

# toast_pay_no_post
source: There's no post for pay
ko: 결제할 포스트를 찾을 수 없어요

# toast_signup_exist
source: You are already registered or your nickname is in use.
ko: 이미 가입되어 있거나 닉네임이 사용중입니다

# user_contents_bookmark
source: Bookmark
ko: 북마크

# user_contents_followers
source: Followers
ko: 팔로워

# user_contents_followings
source: Followings
ko: 팔로잉

# user_contents_like
source: Like
ko: 좋아요

# user_contents_posts
source: Posts
ko: 포스트
